Repository: BrainBlasted/fondo
Catalog: po/*.po
Languages: es

source: Today
es: Hoy

source: Categories
es: Categorias

source: Visit web site
es: Visita el sitio web

source: Photos from Unsplash: Beautiful Free Images & Pictures 🎁
es: Fotos de Unsplash: Hermosas imágenes y fotografías gratuitas 🎁

source: Photo by
es: Foto por

source: on Unsplash
es: en Unsplash

source: Share
es: Compartir

source: Email
es: Correo

source: Copy link
es: Copiar vínculo

source: Options
es: Opciones

source: Centered
es: Centrado

source: Scaled
es: Escalado

source: Spanned
es: Extendido

source: Wallpaper ready!
es: ¡Fondo de pantalla listo!

source: Your new wallpaper is ready!
es: Tu nuevo fondo de pantalla está listo

source: Check the network connection.
es: Revisa la conexión a internet

source: Retry
es: Reintenta

source: 🌎 An amazing place in the world
es: 🌎 Un lugar increíble en el mundo

source: 🌻 Nature
es: 🌻 Naturaleza

source: ☕ Food & drink
es: ☕ Comida & bebida

source: 🌙 Space
es: 🌙 Espacio

source: 🏸 Sport
es: 🏸 Deporte

source: 📊 Business & work
es: 📊 Negocios & trabajo

source: ‍🎩 Fashion
es: 🎩 Moda

source: 🎨 Art & culture
es: 🎨 Arte & cultura

source: 🏦 Architecture
es: 🏦 Arquitectura

source: 💻 Technology
es: 💻 Tecnología

source: 🍁 Texture & pattern
es: 🍁 Textura & patron

source: Photos not found
es: Fotos no encontradas

source: Loading ...
es: Cargando ...

source: Close full screen
es: Salir de pantalla completa

source: Search photos Unsplash
es: Busca fotos de Unsplash

source: History
es: Historial

source: Light background
es: Fondo claro

source: Dark background
es: Fondo oscuro

source: About
es: Acerca de

source: TODAY
es: HOY

source: CATEGORIES
es: CATEGORIAS

source: HISTORY
es: HISTORIAL

source: No description available
es: No hay descripción disponible

source: Set as wallpaper
es: Establecer como fondo de pantalla

source: Details
es: Detalles

source: Visit profile
es: Visitar perfil

source: Total results
es: Total de resultados

source: Find out what you like️
es: Busca lo que te gusta

source: Try changing search terms.
es: Intenta cambiando el término de búsqueda.

source: Click on a photo to add it to the history.
es: Click a una foto para agregarla al historial.

source: Network Error
es: Error de red

source: Landscape
es: Horizontal

source: Portrait
es: Vertical

source: Any
es: Cualquiera

source: Find the most beautiful wallpapers
es: Encuentra los fondos de pantalla más increíbles

source: Find a variety of the most beautiful wallpapers from Unsplash.com the world’s most generous community of photographers.
es: Encuentra una variedad de los fondos de pantalla más increíbles de Unsplash.con la comunidad de fotógrafos más generosa del mundo

source: Fondo allows you to see thousands of beautiful photographs from the most recent to the one you are to looking for. Give a single click on a picture, wait until the download is complete and enjoy your new wallpaper!
es: Fondo te permite ver miles de hermosas fotografías desde la más reciente hasta la que estás buscando. Da un solo clic en una imagen, espera a que la descarga termine y ¡disfruta de tu nuevo fondo de pantalla!

source: Have a minimalist, simple and elegant interface, additionally, you can change from light mode to dark mode as you prefer.
es: Usa una interfaz minimalista, simple y elegante, además, puedes cambiar del modo claro al oscuro como prefieras

source: Main features:
es: Características principales

source: To infinity and beyond!: Use the infinite scroll to load more photos
es: Al infinito... ¡y más allá!: Usa el scroll infinito para cargar más fotos

source: Find out what you like: Search by categories or type in the search bar
es: Encuentra lo que te gusta: Busca por categorias o escribe lo que quieras en la barra de búsqueda

source: Keep your favorite photos with you: Every new wallpaper is saved in the history
es: Quédate con tus fotos favoritas: Cada nuevo fondo de pantalla es guardado en el historial

source: Share with your friends: Select a variety of options for sharing an Unsplash link to the photo
es: Comparte con tus amigos: Selecciona una variedad de opciones para compartir un link de una foto de Unsplash

source: Filter by orientation: Portrait, Landscape or Any
es: Filtra por orientación: Vertical, Horizontal o Cualquiera

source: New
es: Nuevo

source: Important fixes
es: Correcciones importantes

source: Login screen does not use selected wallpaper
es: Pantalla de login no usa el fondo de pantalla seleccionado

source: Wallpaper doesn't change when applying on Ubuntu Mate 18.04
es: Fondo de pantalla no cambia cuando en Ubuntu Mate 18.04

source: Update
es: Actualización

source: Dutch (Netherlands) translation
es: Traducción a Dutch (Netherlands)

source: Keep your favorite photos with you, the photo history has arrived!
es: Quédate con tus fotos favoritas, '¡El historial de fotos ha llegado!

source: New way of navigating with a bottom bar that allows you to go to: Today, Categories and History
es: Nueva forma de navegación con una Barra Inferior que te permite ir a: Hoy, Categorias e Historial

source: Speed up your search with the photo filter by Orientation: Portrait, Landscape or Any
es: Agiliza tu búsqueda con el filtrador de fotos por orientación: Horizontal, Vertical o Cualquiera

source: Learn more about a photo with the Detail popup in the full screen view
es: Conoce más sobre una foto con el popup de Detalle en la vista de pantalla completa

source: Focus on Search entry with Ctrl+F
es: Enfoca la barra de búsqueda con Ctrl+F

source: When doing a search, the total number of results are displayed
es: Cuando se hace una búsqueda, se muestra el número total de resultados

source: Gradient animation in scrollbar, mode switch and placeholder photo
es: Animación de degradadao en el scrollbar, mode switch y placeholder de la foto

source: Remove G+ option from Share popup
es: Quita la opción de G+ en el popup de Compartir

source: Update the set of screenshots
es: Actualiza el conjunto de capturas de pantalla

source: Fix error in appdata
es: Arregar error en appdata

source: Added Dutch (Netherlands) translation
es: Agregada traducción a Dutch (Netherlands)

source: Add french translations
es: Agregada traducción a francés

source: Updates
es: Actualizaciones

source: Search by category and query
es: Búsca por categoría y consulta

source: New look and feel on hover a photo
es: Nueva apariencia al pasar encima de una foto

source: Add gradients to scrollbar and mode switch
es: Degradados en el scrollbar y mode switch

source: New screenshots with awesome photos
es: Nuevas capturas de pantalla con asombrosas fotos

source: OARS data social-info set to mild
es: OARS data social-info establecida en mild

source: Fixes and improvements
es: Correcciones y mejoras

source: Orthographic corrections in the Spanish translation
es: Correcciones ortográficas en la traducción al español

source: The photos are sorted from highest to lowest according to height
es: Las fotos son ordenadas de la más grande a la pequeña en altura

source: A very nice update with new features
es: Una incríble actualización con nuevas características

source: Responsive, resizable window
es: Responsiva, la ventana es redimensionable

source: Infinite scrolling: just scroll to keep loading new photos
es: Scroll infinito, solo navega hacia abajo para cargar más fotos

source: Wallpaper options: set zoom, centered, and more
es: Opciones de fondo de pantalla, zoom, centrado y más

source: Improved icon and styling
es: Icono mejorado y más estilo

source: Improved UI.
es: Mejora de UI

source: Initial 1.0.0 release!
es: Lanzamiento inicial 1.0.0
